tap "go-delve/delve"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/livecheck"
tap "homebrew/services"
tap "nodenv/nodenv"
tap "tavianator/tap"
brew "readline"
brew "xz"
brew "python"
brew "asciinema"
brew "bash"
brew "bash-completion"
brew "boot-clj"
brew "brew-cask-completion"
brew "bundler-completion"
brew "cocoapods"
brew "delve"
brew "diff-so-fancy"
brew "docker-completion"
brew "docker-compose-completion"
brew "dos2unix"
brew "exercism"
brew "freetype"
brew "fontconfig"
brew "gd"
brew "gem-completion"
brew "gibo"
brew "git"
brew "git-fixup"
brew "git-lfs"
brew "git-when-merged"
brew "libgpg-error"
brew "libksba"
brew "libusb"
brew "gnupg"
brew "pth"
brew "gpg-agent"
brew "libtool"
brew "graphviz"
brew "grunt-completion"
brew "node"
brew "heroku"
brew "http-server"
brew "hub"
brew "imagemagick"
brew "leiningen"
brew "libyaml"
brew "mas"
brew "mono"
brew "ncdu"
brew "nmap"
brew "pkg-config"
brew "node-build", args: ["HEAD"]
brew "nodenv"
brew "open-completion"
brew "perl"
brew "pidof"
brew "pip-completion"
brew "rails-completion"
brew "rake-completion"
brew "ruby"
brew "ruby-completion"
brew "screen"
brew "spring-completion"
brew "thefuck"
brew "tig"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "nodenv/nodenv/nodenv-package-json-engine"
brew "tavianator/tap/bfs"
cask "aerial"
cask "alfred"
cask "appcleaner"
cask "backblaze"
cask "bonjeff"
cask "chromium"
cask "docker"
cask "dotnet-sdk"
cask "emojipedia"
cask "fastlane"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "megasync"
cask "mono-mdk"
cask "postman"
cask "shortcat"
cask "powershell"
cask "suspicious-package"
cask "tunnelbear"
cask "visual-studio-code"
mas "1Blocker", id: 1107421413
mas "Affinity Designer", id: 824171161
mas "Apple Configurator 2", id: 1037126344
mas "Deliveries", id: 924726344
mas "Jumpshare", id: 889922906
mas "Monster", id: 942252191
mas "Noizio", id: 928871589
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Soulver", id: 413965349
mas "StopTheMadness", id: 1376402589
mas "Xcode", id: 497799835
