tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/livecheck"
tap "homebrew/services"
tap "jarrodldavis/tap"
tap "nodenv/nodenv"
tap "tavianator/tap"
brew "adns"
brew "gdbm"
brew "openssl"
brew "readline"
brew "sqlite"
brew "xz"
brew "python"
brew "asciinema"
brew "autoconf"
brew "bash"
brew "bash-completion"
brew "brew-cask-completion"
brew "bundler-completion"
brew "diff-so-fancy"
brew "docker-completion"
brew "docker-compose-completion"
brew "dos2unix"
brew "exercism"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gabo"
brew "jpeg"
brew "libtiff"
brew "webp"
brew "gd"
brew "gem-completion"
brew "gettext"
brew "gibo"
brew "pcre2"
brew "git"
brew "git-fixup"
brew "git-lfs"
brew "git-when-merged"
brew "gmp"
brew "libffi"
brew "libtasn1"
brew "libunistring"
brew "nettle"
brew "p11-kit"
brew "gnutls"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "go"
brew "libtool"
brew "graphviz"
brew "grunt-completion"
brew "icu4c"
brew "node"
brew "http-server"
brew "hub"
brew "little-cms2"
brew "openjpeg"
brew "imagemagick"
brew "libidn2"
brew "libyaml"
brew "lua"
brew "mas"
brew "ncdu"
brew "nmap"
brew "pkg-config"
brew "node-build", args: ["HEAD"]
brew "nodenv"
brew "open-completion"
brew "perl"
brew "pidof"
brew "pinentry-mac"
brew "pip-completion"
brew "rails-completion"
brew "rake-completion"
brew "ruby-build"
brew "rbenv"
brew "ruby"
brew "ruby-completion"
brew "screen"
brew "spring-completion"
brew "thefuck"
brew "tig"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "heroku/brew/heroku"
brew "nodenv/nodenv/nodenv-package-json-engine"
brew "tavianator/tap/bfs"
cask "1password"
cask "1password-cli"
cask "aerial"
cask "alfred"
cask "appcleaner"
cask "backblaze"
cask "bartender"
cask "bonjeff"
cask "chromium"
cask "cleanmymac"
cask "daisydisk"
cask "docker"
cask "dotnet-sdk"
cask "emojipedia"
cask "fastlane"
cask "jetbrains-toolbox"
cask "megasync"
cask "mono-mdk"
cask "paw"
cask "postgres"
cask "suspicious-package"
cask "visual-studio-code"
cask "zoomus"
mas "1Blocker", id: 1107421413
mas "CleanMyDrive 2", id: 523620159
mas "Deliveries", id: 924726344
mas "Jumpshare", id: 889922906
mas "Monster", id: 942252191
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "StopTheMadness", id: 1376402589
mas "The Unarchiver", id: 425424353
