tap "homebrew/livecheck"
tap "homebrew/completions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "go-delve/delve"
tap "caskroom/drivers"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
brew "gdbm"
brew "readline"
brew "xz"
brew "python3"
brew "asciinema"
brew "bash"
brew "bash-completion"
brew "boot-clj"
brew "brew-cask-completion"
brew "perl"
brew "git"
brew "bundler-completion"
brew "cocoapods"
brew "diff-so-fancy"
brew "libgpg-error"
brew "libassuan"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "docker-completion"
brew "docker-compose-completion"
brew "dos2unix"
brew "exercism"
brew "freetype"
brew "fontconfig"
brew "gd"
brew "gem-completion"
brew "gibo"
brew "git-when-merged"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "gpg-agent"
brew "libtool"
brew "graphviz"
brew "grunt-completion"
brew "node"
brew "heroku"
brew "http-server"
brew "hub"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "imagemagick"
brew "ios-deploy"
brew "ios-webkit-debug-proxy"
brew "leiningen"
brew "libsodium"
brew "libusb-compat"
brew "libyaml"
brew "makedepend"
brew "mas"
brew "mix-completion"
brew "ncdu"
brew "nmap"
brew "open-completion"
brew "pidof"
brew "pinentry-mac"
brew "pip-completion"
brew "pkg-config"
brew "python"
brew "rails-completion"
brew "rake-completion"
brew "ruby"
brew "ruby-completion"
brew "screen"
brew "spring-completion"
brew "thefuck"
brew "tree"
brew "vim"
brew "wget"
brew "xonsh"
brew "yarn"
brew "go-delve/delve/delve"
cask "aerial"
cask "android-studio"
cask "appcleaner"
cask "backblaze"
cask "chromium"
cask "dotnet"
cask "dotnet-sdk"
cask "duet"
cask "emojipedia"
cask "firefox"
cask "jetbrains-toolbox"
cask "mono-mdk"
cask "postman"
cask "shortcat"
cask "suspicious-package"
cask "tunnelbear"
cask "visual-studio-code"
cask "caskroom/versions/atom-beta"
cask "caskroom/versions/docker-edge"
mas "1Blocker", id: 1107421413
mas "Affinity Designer", id: 824171161
mas "Apple Configurator 2", id: 1037126344
mas "Deliveries", id: 924726344
mas "Jumpshare", id: 889922906
mas "Microsoft Remote Desktop", id: 715768417
mas "Monster", id: 942252191
mas "Noizio", id: 928871589
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Shazam", id: 897118787
mas "Slack", id: 803453959
mas "Soulver", id: 413965349
mas "Tumblr", id: 929285034
mas "Tweetbot", id: 557168941
mas "Web2App", id: 1075797471
mas "Xcode", id: 497799835
