aaron-bond.better-comments
avli.clojure
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
earshinov.simple-alignment
EditorConfig.EditorConfig
esbenp.prettier-vscode
felipecaputo.git-project-manager
felixfbecker.php-debug
felixfbecker.php-intellisense
jinsihou.diff-tool
mechatroner.rainbow-csv
ms-devlabs.extension-manifest-editor
ms-kubernetes-tools.vscode-kubernetes-tools
ms-vscode.csharp
ms-vscode.Go
ms-vscode.mono-debug
ms-vscode.PowerShell
msjsdiag.debugger-for-chrome
octref.vetur
PeterJausovec.vscode-docker
redhat.vscode-yaml
richie5um2.vscode-sort-json
rogalmic.bash-debug
stkb.rewrap
tintoy.msbuild-project-tools
vscodevim.vim
WallabyJs.quokka-vscode
