auchenberg.vscode-browser-preview
chrmarti.ssh
dbaeumer.vscode-eslint
EditorConfig.EditorConfig
esbenp.prettier-vscode
fallenwood.vimL
felixfbecker.php-intellisense
forbeslindesay.vscode-sql-template-literal
foxundermoon.shell-format
GitHub.vscode-pull-request-github
hbenl.vscode-firefox-debug
hbenl.vscode-mocha-test-adapter
hbenl.vscode-test-explorer
humao.rest-client
ikappas.composer
JamesBirtles.svelte-vscode
mikestead.dotenv
ms-vscode.csharp
msjsdiag.debugger-for-chrome
mtxr.sqltools
nextfaze.json-parse-stringify
ramyaraoa.show-offset
rogalmic.bash-debug
ryu1kn.partial-diff
shinnn.stylelint
sidneys1.gitconfig
timonwong.shellcheck
vscodevim.vim
