auchenberg.vscode-browser-preview
bungcip.better-toml
chrmarti.ssh
dbaeumer.vscode-eslint
EditorConfig.EditorConfig
emilast.LogFileHighlighter
esbenp.prettier-vscode
fallenwood.vimL
felixfbecker.php-debug
felixfbecker.php-intellisense
felixfbecker.php-pack
firefox-devtools.vscode-firefox-debug
forbeslindesay.vscode-sql-template-literal
foxundermoon.shell-format
GitHub.vscode-pull-request-github
hbenl.vscode-mocha-test-adapter
hbenl.vscode-test-explorer
humao.rest-client
ikappas.composer
ikappas.phpcs
JamesBirtles.svelte-vscode
jinsihou.diff-tool
mikestead.dotenv
ms-vscode.csharp
msjsdiag.debugger-for-chrome
mtxr.sqltools
nextfaze.json-parse-stringify
ramyaraoa.show-offset
rebornix.ruby
rogalmic.bash-debug
rust-lang.rust
ryu1kn.partial-diff
shinnn.stylelint
sidneys1.gitconfig
Swellaby.vscode-rust-test-adapter
timonwong.shellcheck
vadimcn.vscode-lldb
vscodevim.vim
wordup.wordup-code
yogensia.searchwpdocs
