tap "homebrew/bundle"
brew "gh"
brew "gibo"
brew "git-delta"
brew "jq"
brew "mas"
cask "backblaze"
cask "discord"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "jumpshare"
cask "megasync"
cask "raycast"
cask "visual-studio-code"
mas "1Blocker", id: 1365531024
mas "1Password for Safari", id: 1569813296
mas "Affinity Designer 2", id: 1616831348
mas "Affinity Photo 2", id: 1616822987
mas "Affinity Publisher 2", id: 1606941598
mas "Developer", id: 640199958
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "GarageBand", id: 682658836
mas "Homecoming for Mastodon", id: 1666139593
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Soulver 3", id: 1508732804
mas "StopTheMadness", id: 1376402589
mas "Userscripts-Mac-App", id: 1463298887
mas "Xcode", id: 497799835
vscode "GitHub.codespaces"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "outofsync42.select-compare-tabs"
vscode "stkb.rewrap"
vscode "vscodevim.vim"
