tap "jarrodldavis/dotfiles", "https://github.com/Homebrew/brew"
brew "bat"
brew "gh"
brew "gibo"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "jq"
brew "mas"
brew "shellcheck"
brew "jarrodldavis/dotfiles/rails-new"
cask "1password"
cask "1password-cli"
cask "backblaze"
cask "chatgpt"
cask "chatterino"
cask "chromium"
cask "cloudflare-warp"
cask "discord"
cask "docker-desktop"
cask "doxie"
cask "firefox"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "lm-studio"
cask "megasync"
cask "minecraft"
cask "ngrok"
cask "raspberry-pi-imager"
cask "raycast"
cask "virtualbuddy"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
cask "xquartz"
cask "zotero"
mas "1Blocker", id: 1365531024
mas "1Password for Safari", id: 1569813296
mas "Baking Soda", id: 1601151613
mas "Balatro", id: 6502451661
mas "Developer", id: 640199958
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "Homecoming for Mastodon", id: 1666139593
mas "Jumpshare", id: 889922906
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Soulver 3", id: 1508732804
mas "StopTheMadness", id: 1376402589
mas "StopTheMadness Pro", id: 6471380298
mas "Userscripts", id: 1463298887
mas "Vinegar", id: 1591303229
vscode "bierner.docs-view"
vscode "docker.docker"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "mathematic.vscode-pdf"
vscode "mattpocock.ts-error-translator"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-commander"
vscode "ms-vscode.vscode-copilot-data-analysis"
vscode "openai.chatgpt"
vscode "vscodevim.vim"
vscode "yoavbls.pretty-ts-errors"
